alsa-utils
android-tools
archlinux-appstream-data
aspnet-runtime
base-devel
bash-completion
bleachbit
cronie
cups
dconf-editor
discord
dmidecode
dnsmasq
docker
docker-compose
docker-scan
dotnet-host
exfatprogs
f2fs-tools
firefox
fish
flatpak
git
gnome-themes-extra
go
gpart
gparted
gradle
gthumb
java17-openjfx
jdk17-openjdk
kitty
libappindicator-gtk3
libreoffice-fresh
mariadb
maven
mkvtoolnix-cli
mpv
nautilus-share
neofetch
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
obs-studio
pigz
powerline-fonts
qbittorrent
qemu
refind
rustup
smbclient
steam
ttf-font-awesome
ttf-jetbrains-mono
virt-manager
vlc
wget
wine
yarn
youtube-dl
tree
snapper
