alsa-utils
android-tools
archlinux-appstream-data
aspnet-runtime
asusctl
base-devel
bash-completion
bleachbit
cronie
cups
dbeaver
dconf-editor
discord
dmidecode
dnsmasq
docker
docker-compose
docker-scan
dotnet-host
exfatprogs
f2fs-tools
ffmpeg
ffmpegthumbnailer
firefox
fish
flatpak
gimp
git
gnome-terminal
gnome-themes-extra
go
gpart
gparted
gradle
gst-libav
gst-plugins-ugly
gthumb
hdparm
intel-media-driver
intel-media-sdk
intel-ucode
java17-openjfx
jdk17-openjdk
kitty
lib32-libva-mesa-driver
lib32-mesa-vdpau
lib32-nvidia-utils
lib32-vkd3d
libappindicator-gtk3
libreoffice-fresh
libva-intel-driver
libva-mesa-driver
libva-vdpau-driver
linux-firmware-qlogic
linux-headers
mariadb
maven
mkvtoolnix-cli
mpv
mysql-workbench
nautilus-share
neofetch
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
ntfs-3g
nvidia-utils
obs-studio
pigz
powerline-fonts
power-profiles-daemon
qbittorrent
qemu
qt5-wayland
refind
rustup
smartmontools
smbclient
steam
supergfxctl
ttf-font-awesome
ttf-jetbrains-mono
udftools
v4l2loopback-dkms
virt-manager
vkd3d
vlc
vulkan-intel
vulkan-mesa-layers
wget
wine
yarn
youtube-dl
tree
snapper
